[
  {
    "id": "MtOlymInc-Pos Swell Grenade",
    "name": "Swell Grenade",
    "description": "",
    "source": "Mt Olympus Inc",
    "data_type": "system",
    "aptitude": {},
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "limited",
        "val": 3
      },
      {
        "id": "unique"
      }
    ],
    "license": "POSEIDON",
    "license_level": 1,
    "effect": "as a quick action you can throw this grenade at any target within range 8. Hitting a target with this grenade immobilises them and causes them to float upwards, at a rate of 2 squares a round, for 3 rounds."
  },
  {
    "id": "MtOlymInc-Pos Adaptive Gel Armour",
    "name": "Adaptive Gel Armour",
    "description": "",
    "source": "Mt Olympus Inc",
    "data_type": "system",
    "aptitude": {},
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "unique"
      }
    ],
    "license": "POSEIDON",
    "license_level": 2,
    "effect": "While in regular gravity you gain +1 Armour, While in microgravity or zero gravity it, instead you gain +3 evasion."
  },
  {
    "id": "MtOlymInc-Pos Narcissus Amplification Grenade",
    "name": "Narcissus Amplification Grenade",
    "description": "",
    "source": "Mt Olympus Inc",
    "data_type": "system",
    "aptitude": {},
    "type": "Deployable",
    "sp": 3,
    "tags": [
      {
        "id": "limited",
        "val": 3
      },
      {
        "id": "unique"
      }
    ],
    "license": "POSEIDON",
    "license_level": 2,
    "effect": "When thrown this grenade creates a burst 2 area within range 6 which slows all mechs inside of it, excluding your mech and any Poseidon mechs. Any time a mech inside of the area takes Kinetic or explosive damage they take an addition 1d6 damage of the same type (this damage does not cause more damage with the amplification effect). This area persists for 5 rounds after the initial round. "
  },
  {
    "id": "MtOlymInc-Pos Ripple Class Quake Generator",
    "name": "Class Quake Generator",
    "source": "Mt Olympus Inc",
    "description": "",
    "data_type": "system",
    "aptitude": {},
    "type": "System",
    "sp": 4,
    "tags": [
      {
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 2
      },
      {
        "id": "Protocol"
      }
    ],
    "license": "POSEIDON",
    "license_level": 3,
    "effect": "Once you activate this system it lasts for 5 rounds, while it is activated as a free action at the start of your turn you can make an attack against a location of size one within range 10 of you with a +1 Accuracy to the roll. If you succeed any target within range 2 of the location takes 3 AP damage and is pushed away from the target square to a location exactly range 4 from the target square."
  },
  {
    "id": "MtOlymInc-Ath Noctua Recon Drone",
    "name": "Noctua Recon Drone",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "protocol"
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "ATHENA",
    "license_level": 1,
    "effect": "As a free action at the start of your turn you can choose a burst 3 area within a range of 15. Immediately you know which mechs are within the area, if any square of a mech is inside the area it counts as being inside the area. As a quick action on your turn you can make a tech attack again any mech in the area with +1 accuracy, if you succeed you learn the mech’s current HP, current Heat level, current Stress level, and current Structure damage.\r\nYou can take this action as a full round action and make a separate tech attack with +1 accuracy against all targets in the area with the same benefit as the quick action version.\r\nIf you attack a target any target you have tagged in such a way you gain +1 Accuracy on the attack",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlymInc-Ath Minerva Class Plating",
    "name": "Minerva Class Plating",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "protocol"
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "ATHENA",
    "license_level": 1,
    "effect": "If you spend a repair as part of a stabilize action you gain +2 to your armour until the end of your next turn",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlymInc-Ath Aegis Shielding",
    "name": "Aegis Shielding",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "protocol"
      },
      {
        "id": "heatself",
        "val": 1
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "ATHENA",
    "license_level": 2,
    "effect": "Until the start of your next turn any attacks made against you (including tech attacks) are rolled with +2 difficulty",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlymInc-Ath BELLONA/MINERVA dual class NHP",
    "name": "BELLONA/MINERVA dual class NHP",
    "type": "System",
    "sp": 4,
    "tags": [
      {
        "id": "protocol"
      },
      {
        "id": "AI"
      },
      {
        "id": "unique"
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "ATHENA",
    "license_level": 3,
    "effect": "This dual class NHP can be reconfigured once per round as a free action at the start of your turn, each NHP has a different effect described below.\r\n\r\nBELLONA\r\nWhen you install this system choose a heavy weapon you have access to, as a free action on your turn you can transform a main class weapon equipped on your mech into the chosen weapon. While transformed you increase your threat by +1 and damage with the weapon by +3. You can only have one weapon transformed at one time. \r\nWhen you change the formatting of this NHP into MINERVA the weapon automatically changes back. You can change the weapon back to the original with a free action but you cannot attack with the weapon in the main weapon slot twice in a turn\r\n\r\nMINERVA\r\n\tActive (Requires 1 CORE power)\r\nAs a quick action on your turn you can gain all of the benefits of a full repair, with the exception of regaining the CORE power of your mech. You can only affect systems and weapons on your mech. Any ongoing negative effects end immediately on your mech.\r\nOnce your mech has used its CORE power, as a full action you can use two repairs to full repair your mech’s HP and heal 1 structure from your mech.\r\n",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlymInc-Heph Forge Fire Rounds",
    "name": "Forge Fire Rounds",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "limited",
        "val": 3
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "HEPHASTUS",
    "license_level": 1,
    "effect": "As a quick action you can cause your ranged weapons to deal 1 burn damage in addition to any other damage on the next attack in the encounter. You can spend a use of this system out of combat to give a use to another character.",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlymInc-Heph Reactive Plating",
    "name": "Reactive Plating",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "unique"
      }
    ],
    "source": "Mt Olmypus Inc",
    "license": "HEPHASTUS",
    "license_level": 2,
    "effect": "You gain +1 Armour for each point of structure damage your mech is missing.",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlymInc-Heph Forge Armour Plating",
    "name": "Forge Armour Plating",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "unique"
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "HEPHASTUS",
    "license_level": 2,
    "effect": "If an attack would deal AP damage to you, you reduce the damage by half of your total Amour. If you gain the shredded condition, you still apply half of your armour as a reduction of incoming damage",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlymInc-Heph Reforging Nanites",
    "name": "Reforging Nanites",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 3
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "HEPHASTUS",
    "license_level": 3,
    "effect": "As as a quick action you can give a friendly mech in engagement range with you +2 armour. Alternatively it can be used to give another mech in engagement range -1 armour with an attack made with +2 accuracy. With either use the effect lasts until the end of the encounter.",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlympInc-Arte Eagle Eye",
    "name": "Eagle Eye",
    "type": "System",
    "sp": 3,
    "tags": [],
    "source": "Mt Olympus Inc",
    "license": "ARTEMIS",
    "license_level": 1,
    "effect": "When you make a physical attack (not a tech attack) against a target within half of your sensor range, you attack with +1 Accuracy",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlympInc-Arte HArrying Sentinel",
    "name": "Harrying Sentinel",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "limited",
        "val": 3
      },
      {
        "id": "unique"
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "ARTEMIS",
    "license_level": 2,
    "effect": "As a quick action target another mech within your sensor range, if you succeed on a ranged attack roll against them, for the rest of the encounter they treat you as though you are in cover one level better than you are; No Cover becomes Light, Light becomes Heavy, if you are in heavy cover already they treat you as hidden and cannot target you.\nYou may not have Harrying Sentinel on two targets at one time; when you attack Harrying Sentinel onto a second target the first target become unaffected",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlympInc-Arte Steady Shot",
    "name": "Steady Shot",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "unique"
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "ARTEMIS",
    "license_level": 2,
    "effect": "Any weapon that has a range less than your sensor range increases its range by +2",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlympInc-Arte HOUND Drone",
    "name": "HOUND Drone",
    "type": "Deployable",
    "sp": 3,
    "tags": [
      {
        "id": "unique"
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "ARTEMIS",
    "license_level": 3,
    "effect": "When deployed the HOUND drone with 15 HP and 1 Armour latches onto a target. Each round the HOUND drone is attached it inflicts status conditions based on the amount of rounds it has been attached. \n\tRound 1: Impaired\n\tRound 2: Slowed \n\tRound 3: Lock On\n\tRound 4: Shredded\nThese conditions last until the drone is removed from the target, or in the case of the lock on until it is used. Each round the HOUND drone is attached to the target any conditions previously applied with this system are reapplied. Any round afterwards the target can attempt an Agility check with a +1 difficulty to remove the drone and placing it in an adjacent square to the target. \n",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  },
  {
    "id": "MtOlympInc-Arte Glade Sanctuary Deployable",
    "name": "Glade Sanctuary Deployable",
    "type": "Deployable",
    "sp": 3,
    "tags": [
      {
        "id": "unique"
      },
      {
        "id": "limited",
        "val": 3
      }
    ],
    "source": "Mt Olympus Inc",
    "license": "ARTEMIS",
    "license_level": 3,
    "effect": "Create an area up to Burst 10 of holographic terrain. This last for up to 2 Hours and takes 15 Minutes to deploy, and allows the chance to take a Rest. During a Rest within this area,  attempts to detect the area suffer a +3 difficulty. This area cannot be increase through any means.\nIn addition, you know the Size and Location of anything of Drone size (half the size of a person) or larger within a 2 mile radius.\nThis drone carries a Hand-Held printer, as per the GMS Pilot Gear, this may be used even after the Limited charges are fully consumed. This printer can also print food if provided with organic material to break down. ",
    "description": "",
    "data_type": "system",
    "aptitude": {}
  }
]